Repository: HiLuLiT/pet-circle
Catalog: lib/l10n/app_*.arb
Languages: he

# appTitle
source: Pet Circle
he: מעגל חיות מחמד

source: Sign up
he: הרשמה

source: Sign In
he: כניסה

source: Sign in with Google
he: כניסה עם גוגל

# hiUser
source: Hi {name}!
he: היי {name}!

source: I'm a veterinarian
he: אני וטרינר/ית

source: I'm a pet owner
he: אני בעל/ת חיית מחמד

# onboardingStep
source: Step {current} of {total}
he: שלב {current} מתוך {total}

# petName
source: Pet's Name
he: שם חיית המחמד

source: Breed
he: גזע

source: Age
he: גיל

source: Age (years)
he: גיל (שנים)

# photoUrl
source: Photo URL (Optional)
he: כתובת תמונה (אופציונלי)

source: Medical Information
he: מידע רפואי

source: Diagnosis
he: אבחנה

source: Diagnosis (Optional)
he: אבחנה (אופציונלי)

source: Select diagnosis
he: בחר אבחנה

source: Additional Notes
he: הערות נוספות

# targetRespiratoryRate
source: Set Target Respiratory Rate
he: הגדרת קצב נשימה יעד

# targetRateDescription
source: We'll alert you when measurements exceed this threshold.
he: נתריע כאשר המדידות חורגות מסף זה.

source: Normal Range
he: טווח תקין

# normalRangeLabel
source: 30 BPM (Standard)
he: 30 BPM (סטנדרטי)

# standardRateDescription
source: Recommended for most dogs
he: מומלץ לרוב הכלבים

source: Elevated Range
he: טווח מוגבר

# elevatedRateDescription
source: For pets with mild conditions
he: לחיות מחמד עם מצבים קלים

source: Custom Rate
he: קצב מותאם אישית

source: Enter BPM
he: הכנס BPM

source: Care Circle
he: מעגל טיפול

source: Email address
he: כתובת אימייל

source: Role
he: תפקיד

# addToCareCircle
source: Add to pet circle
he: הוספה למעגל הטיפול

source: + Add another pet circle
he: + הוספת מעגל חיית מחמד נוסף

source: My pets
he: חיות המחמד שלי

source: Welcome back,
he: ברוך שובך,

source: Measure
he: מדידה

source: Trends
he: מגמות

source: Settings
he: הגדרות

# managePreferences
source: Manage your PetBreath preferences
he: ניהול העדפות PetBreath

source: Appearance
he: מראה

# customizeLookAndFeel
source: Customize the look and feel
he: התאמה אישית של המראה

source: Dark mode
he: מצב כהה

source: Language
he: שפה

source: English
he: אנגלית

source: Hebrew
he: עברית

# manageCaregivers
source: Manage caregivers, vets, and pet sitters
he: ניהול מטפלים, וטרינרים ושומרי חיות

source: Invite
he: הזמנה

source: Notifications
he: התראות

# manageAlerts
source: Manage alerts and reminders
he: ניהול התראות ותזכורות

source: Push notifications
he: התראות פוש

# pushNotificationsDesc
source: Receive notifications for measurements
he: קבלת התראות עבור מדידות

source: Emergency alerts
he: התראות חירום

# emergencyAlertsDesc
source: Critical alerts when SRR exceeds thresholds
he: התראות קריטיות כאשר SRR חורג מהסף

source: Measurement settings
he: הגדרות מדידה

# configureModes
source: Configure measurement modes and thresholds
he: הגדרת מצבי מדידה וסף

source: VisionRR camera mode
he: מצב מצלמת VisionRR

# visionRRDesc
source: AI-powered camera-based measurement
he: מדידה מבוססת מצלמה בינה מלאכותית

source: Coming Soon
he: בקרוב

source: Alert thresholds
he: ספי התראה

# customizeBpmRanges
source: Customize BPM ranges for alerts
he: התאמה אישית של טווחי BPM להתראות

source: Configure
he: הגדרה

# dataAndPrivacy
source: Data & Privacy
he: נתונים ופרטיות

# exportAndManage
source: Export data and manage privacy settings
he: ייצוא נתונים וניהול הגדרות פרטיות

source: Auto-Export Data
he: ייצוא נתונים אוטומטי

# autoExportDesc
source: Weekly CSV export to email
he: ייצוא CSV שבועי למייל

source: Export All Data
he: ייצוא כל הנתונים

# exportAllDataDesc
source: Download complete health records
he: הורדת רשומות בריאות מלאות

# shareWithVet
source: Share with Veterinarian
he: שיתוף עם וטרינר

# shareWithVetDesc
source: Generate shareable report link
he: יצירת קישור לדוח לשיתוף

source: About
he: אודות

# appInfoAndSupport
source: App information and support
he: מידע על האפליקציה ותמיכה

source: Terms of Service
he: תנאי שימוש

source: Privacy Policy
he: מדיניות פרטיות

# helpAndSupport
source: Help & Support
he: עזרה ותמיכה

source: Manual Mode
he: מצב ידני

source: VisionRR Mode
he: מצב VisionRR

source: Timer Duration
he: משך טיימר

source: Tap to begin
he: הקש להתחלה

source: Tap to stop
he: הקש לעצירה

source: Measurement Complete
he: המדידה הושלמה

source: breaths per minute
he: נשימות לדקה

# breathCountMessage
source: You counted {taps} breaths in {seconds} seconds.
he: ספרת {taps} נשימות ב-{seconds} שניות.

source: Done
he: סיום

source: Health Trends
he: מגמות בריאות

source: Measurement History
he: היסטוריית מדידות

source: Medication Management
he: ניהול תרופות

source: Add Medication
he: הוספת תרופה

source: Export Medication Log
he: ייצוא יומן תרופות

source: Messages coming soon
he: הודעות בקרוב

source: Trends coming soon
he: מגמות בקרוב

source: Cancel
he: ביטול

source: Save
he: שמירה

source: Close
he: סגירה

source: Active
he: פעיל

source: Pending
he: ממתין

source: Owner
he: בעלים

source: Veterinarian
he: וטרינר

source: Caregiver
he: מטפל

source: Viewer
he: צופה

source: Normal Threshold (BPM)
he: סף תקין (BPM)

source: Alert Threshold (BPM)
he: סף התראה (BPM)

source: Thresholds updated
he: הספים עודכנו

source: Configure Alert Thresholds
he: הגדרת ספי התראה

# configureAlertThresholdsDesc
source: Set custom BPM ranges for your pet's respiratory rate alerts.
he: הגדרת טווחי BPM מותאמים אישית להתראות קצב הנשימה של חיית המחמד שלך.

source: Create Account
he: יצירת חשבון

source: Email
he: אימייל

source: Enter your email
he: הכנס את האימייל שלך

# pleaseEnterEmail
source: Please enter your email
he: נא להזין אימייל

# pleaseEnterValidEmail
source: Please enter a valid email
he: נא להזין אימייל תקין

source: Password
he: סיסמה

source: Enter your password
he: הכנס את הסיסמה שלך

# pleaseEnterPassword
source: Please enter your password
he: נא להזין סיסמה

# passwordMinLength
source: Password must be at least 6 characters
he: הסיסמה חייבת להכיל לפחות 6 תווים

source: Confirm Password
he: אימות סיסמה

source: Confirm your password
he: אמת את הסיסמה שלך

source: Passwords do not match
he: הסיסמאות אינן תואמות

source: Forgot Password?
he: שכחת סיסמה?

source: or continue with
he: או המשך עם

source: Google
he: גוגל

source: Apple
he: אפל

# alreadyHaveAccount
source: Already have an account?
he: כבר יש לך חשבון?

# dontHaveAccount
source: Don't have an account?
he: אין לך חשבון?

source: Full Name
he: שם מלא

source: Enter your name
he: הכנס את שמך

# pleaseEnterName
source: Please enter your name
he: נא להזין שם

# signingUpAs
source: Signing up as {roleLabel}
he: הרשמה כ{roleLabel}

# passwordResetSent
source: Password reset email sent to {email}
he: אימייל לאיפוס סיסמה נשלח ל-{email}

# pleaseEnterEmailFirst
source: Please enter your email address first
he: נא להזין כתובת אימייל תחילה

source: Pet Owner
he: בעל חיית מחמד

source: Verify Your Email
he: אמת את האימייל שלך

# verificationLinkSentTo
source: We sent a verification link to
he: שלחנו קישור אימות אל

# clickLinkToVerify
source: Click the link to verify your account.
he: לחץ על הקישור כדי לאמת את החשבון שלך.

source: Resend Verification Email
he: שלח מחדש אימייל אימות

# resendInSeconds
source: Resend in {seconds}s
he: שלח מחדש בעוד {seconds} שניות

source: I've verified my email
he: אימתתי את האימייל שלי

# useDifferentAccount
source: Use a different account
he: שימוש בחשבון אחר

source: Verification email sent!
he: אימייל אימות נשלח!

source: Failed to send email
he: שליחת האימייל נכשלה

source: Clinic Overview
he: סקירת מרפאה

# patientsInYourCare
source: {count} patients in your care
he: {count} מטופלים בטיפולך

source: Normal Status
he: מצב תקין

source: Need Attention
he: דורש תשומת לב

source: Measurements This Week
he: מדידות השבוע

source: View Only
he: צפייה בלבד

# ownerLabel
source: Owner: {name}
he: בעלים: {name}

source: Unknown
he: לא ידוע

source: Normal
he: תקין

source: Setup pet profile
he: הגדרת פרופיל חיית מחמד

source: Tell us about your pet
he: ספר/י לנו על חיית המחמד שלך

# medicalInfoDescription
source: This helps us provide more accurate monitoring recommendations.
he: מידע זה עוזר לנו לספק המלצות ניטור מדויקות יותר.

source: Note:
he: הערה:

# diagnosisNote
source: This information is used to set appropriate monitoring thresholds and is shared only with your care circle.
he: מידע זה משמש להגדרת ספי ניטור מתאימים ומשותף רק עם מעגל הטיפול שלך.

source: Invite Your Care Circle
he: הזמן את מעגל הטיפול שלך

# inviteCareCircleDescription
source: Invite family members, pet sitters, and veterinarians to collaborate.
he: הזמן בני משפחה, שומרי חיות מחמד ווטרינרים לשתף פעולה.

# invitationSentTo
source: Invitation sent to {email} as {role}
he: הזמנה נשלחה ל-{email} כ{role}

# pleaseEnterEmailAddress
source: Please enter an email address
he: נא להזין כתובת אימייל

# duration15s
source: 15s
he: 15 שנ׳

# duration30s
source: 30s
he: 30 שנ׳

# duration60s
source: 60s
he: 60 שנ׳

# visionRRModeDescription
source: Use your camera to detect subtle chest motion while your pet sleeps. This mode is hands-free and designed for accurate SRR tracking.
he: השתמש במצלמה שלך כדי לזהות תנועת חזה עדינה בזמן שחיית המחמד שלך ישנה. מצב זה ללא ידיים ומיועד למעקב מדויק אחר SRR.

source: Measure respiratory rate
he: מדידת קצב נשימה

# unreadNotifications
source: {count} unread
he: {count} שלא נקראו

source: Elevated Respiratory Rate
he: קצב נשימה מוגבר

# medicationDue
source: Medication Due: {name}
he: תרופה: {name}

source: Care Circle Invitation Accepted
he: הזמנה למעגל הטיפול התקבלה

source: Weekly Health Report Ready
he: דוח בריאות שבועי מוכן

source: Measurement Reminder
he: תזכורת מדידה

source: Care Circle Invitation Pending
he: הזמנה למעגל הטיפול ממתינה

source: Auto-Export Complete
he: ייצוא אוטומטי הושלם

source: Average SRR
he: ממוצע SRR

# sevenDayTrend
source: 7-Day Trend
he: מגמת 7 ימים

source: BPM change
he: שינוי BPM

source: Active treatments
he: טיפולים פעילים

# srrOverTime
source: Sleeping Respiratory Rate (SRR) Over Time
he: קצב נשימה בשינה (SRR) לאורך זמן

source: Medication Timeline
he: ציר זמן תרופות

source: No Medications Recorded
he: לא נרשמו תרופות

source: Clinical Record Information
he: מידע רשומה קלינית

source: Add New Medication
he: הוספת תרופה חדשה

# medicationNameRequired
source: Medication Name *
he: שם התרופה *

# dosageRequired
source: Dosage *
he: מינון *

# frequencyRequired
source: Frequency *
he: תדירות *

# startDateRequired
source: Start Date *
he: תאריך התחלה *

source: End Date (Optional)
he: תאריך סיום (אופציונלי)

source: Prescribed By
he: נרשם על ידי

source: Purpose / Condition
he: מטרה / מצב

source: Medication Reminders
he: תזכורות תרופות

# medicationRemindersDesc
source: Notify care circle when doses are due
he: הודע למעגל הטיפול כאשר מינונים מגיעים

source: CSV Preview:
he: תצוגה מקדימה של CSV:

source: Download CSV
he: הורד CSV

# medicationLogExported
source: Medication log exported successfully
he: יומן התרופות יוצא בהצלחה

# exportLabel
source: Export
he: ייצוא

source: Last 24 hours
he: 24 שעות אחרונות

source: Last 3 days
he: 3 ימים אחרונים

source: Last 7 days
he: 7 ימים אחרונים

source: Last 30 days
he: 30 ימים אחרונים

source: Last 90 days
he: 90 ימים אחרונים

source: Custom range
he: טווח מותאם אישית

source: Range
he: טווח

source: Min-Max
he: מינ׳-מקס׳

source: Trend
he: מגמה

source: Status
he: סטטוס

source: Latest Reading
he: קריאה אחרונה

source: Last Measured
he: מדידה אחרונה

source: View Graph
he: צפה בגרף

source: Clinical Notes
he: הערות קליניות

# addClinicalNoteHint
source: Add a clinical note...
he: הוסף הערה קלינית...

source: Add Note
he: הוסף הערה

source: No clinical notes yet
he: אין עדיין הערות קליניות

source: Clinical note added
he: הערה קלינית נוספה

# termsOfServiceContent
source: By using Pet Circle, you agree to our terms of service. This application is intended for tracking and monitoring pet respiratory rates. All data is stored locally and shared only with members of your care circle. We are not liable for medical decisions made based on this data. Always consult with a licensed veterinarian for medical advice. Last updated: January 2026
he: באמצעות השימוש ב-Pet Circle, אתה מסכים לתנאי השימוש שלנו. אפליקציה זו מיועדת למעקב וניטור קצבי נשימה של חיות מחמד. כל הנתונים מאוחסנים באופן מקומי ומשותפים רק עם חברי מעגל הטיפול שלך. אנו לא אחראים להחלטות רפואיות שנעשו על בסיס נתונים אלה. תמיד התייעץ עם וטרינר מורשה לקבלת ייעוץ רפואי. עדכון אחרון: ינואר 2026

# privacyPolicyContent
source: Pet Circle values your privacy. We collect minimal data necessary to provide our services. • Personal Information: Name, email, and pet health data are stored securely. • Data Sharing: Your data is only shared with care circle members you explicitly invite. • Data Storage: Health records are stored locally on your device and optionally synced to our secure cloud. • Third Parties: We do not sell or share your data with third parties. • Data Deletion: You can export and delete all your data at any time from Settings. Last updated: January 2026
he: Pet Circle מעריכה את פרטיותך. אנו אוספים מינימום נתונים הנדרשים לספק את שירותינו. • מידע אישי: שם, אימייל ונתוני בריאות חיות מחמד מאוחסנים בצורה מאובטחת. • שיתוף נתונים: הנתונים שלך משותפים רק עם חברי מעגל הטיפול שהזמנת במפורש. • אחסון נתונים: רשומות בריאות מאוחסנות באופן מקומי במכשיר שלך ובאופן אופציונלי מסונכרנות לענן המאובטח שלנו. • צדדים שלישיים: אנו לא מוכרים או משתפים את הנתונים שלך עם צדדים שלישיים. • מחיקת נתונים: ניתן לייצא ולמחוק את כל הנתונים שלך בכל עת מההגדרות. עדכון אחרון: ינואר 2026

# helpAndSupportContent
source: Need help? Here are some resources: • FAQ: Visit our website at petcircle.app/faq • Email Support: support@petcircle.app • Response Time: We typically respond within 24 hours Common Questions: • How to measure SRR: Use the Manual Mode tap counter or VisionRR camera mode. • Adding care circle members: Go to Settings > Care Circle > Invite. • Understanding alerts: Alerts trigger when BPM exceeds your configured thresholds. App Version: 1.0.0
he: צריך עזרה? הנה כמה משאבים: • שאלות נפוצות: בקר באתר שלנו ב-petcircle.app/faq • תמיכה באימייל: support@petcircle.app • זמן תגובה: אנו בדרך כלל מגיבים תוך 24 שעות שאלות נפוצות: • כיצד למדוד SRR: השתמש במונה הקשות במצב ידני או במצב מצלמת VisionRR. • הוספת חברי מעגל טיפול: עבור להגדרות > מעגל טיפול > הזמנה. • הבנת התראות: התראות מופעלות כאשר BPM חורג מהספים שהגדרת. גרסת האפליקציה: 1.0.0

source: Select Language
he: בחר שפה
